import React from "react";
import "./Order.css";
import Footer from "./Footer";

const OrderPage = () => {
  return (
    <>
      <div className="order-page">
        <h1 className="section-title">Как да направим поръчка?</h1>
        <p>
          След като сте разгледали богатият ни каталог и сте решили да ни се
          доверите с това да поръчате даден артикул, ще е необходимо да
          споделите следната информация с нас на{" "}
          <a href="mailto:info@my3dworld.bg" className="contact-link">
            info@my3dworld.bg
          </a>{" "}
          или отидете на раздел{" "}
          <a href="/contact-us" className="contact-link">
            Контакти
          </a>
          , за да изпратите заявката си, а ние ще се свържем с Вас по възможно
          най-бързият начин за потвърждение на поръчката:
        </p>
        <ul>
          <li>
            Името на артикула – дали е снимка, снимка под формата на сърце,
            рамка, икона или всичко останало от каталога ни
          </li>
          <li>Размерът на продукта</li>
          <li>Имената Ви</li>
          <li>Телефон за връзка</li>
          <li>Адрес или офис на Еконт</li>
        </ul>
        <p>
          След като поръчката Ви бъде потвърдена, ние от My3DWorld, ще направим
          всичко възможно да отговорим на доверието и очакванията Ви!
        </p>
        <h2 className="section-title">Доставка</h2>
        <p>
          За територията на България използваме куриерските услуги на Еконт като
          срокът на доставка до офиса е от 2 – 5 работни дни. Доставката е за
          сметка на купувача като приблизителната цена е около 3,50лв. След като
          пратката пристигне ще получите SMS и ще имате право на безплатната
          опция за преглед на стоката до 15мин.
        </p>
        <p>
          За извън територията на България използваме експресните услуги на DHL
          като срокът на доставка е от 2-10 дни като зависи за коя държава се
          изпраща поръчката. Доставката е за сметка на купувача. Ние от
          My3DWorld си запазваме правото да удължим срока на доставка при
          възникнал проблем като клиента ще бъде предварително уведомен за това.
        </p>
        <h2 className="section-title">Опции за плащане</h2>
        <p>Наложен платеж – плаща се на куриера при доставка</p>
        <p>
          Ние ще се радваме да асистираме с подготвянето и доставянето на
          поръчката Ви. Не се колебайте да ни пишете ако имате въпроси!
        </p>
      </div>
      <Footer />
    </>
  );
};

export default OrderPage;
